[
  {
    "id": "7h7da8",
    "type": "campfire",
    "name": "DeFi a jiné walletky na cestách",
    "speakers": [
      "huge"
    ],
    "duration": 30,
    "description": "Přehled nejlepších řešení pro správu svých assetů a daos na cestách, v telefonu \r\nPřehled nejlepších řešení pro správu svých assetů a daos na cestách, v telefonu \r\nPřehled nejlepších řešení pro správu svých assetů a daos na cestách, v telefonu, nejspíše se zaměřením na android OS",
    "track": "defi"
  },
  {
    "id": "uttjmv",
    "type": "talk",
    "name": "NFT projekty a právo v kostce",
    "speakers": [
      "jan-zibner"
    ],
    "duration": 45,
    "description": "Na scéně se objevuje čím dál více NFT projektů nejrůznějšího zaměření, velikosti a s nejrůznějším obsahem. Všechny projekty přitom řeší (nebo by řešit měly) spoustu právních otázek - od vztahu k vlastní náplni projektu, přes IP až po vztah k zákazníkovi. Jaké jsou ty základní právní oblasti, na které pamatovat a jak se s nimi vypořádat? Společně se na to podíváme.",
    "track": "nft"
  },
  {
    "id": "3tcyng",
    "type": "workshop",
    "name": "Kryptoměnové analogie",
    "speakers": [
      "dominika-v"
    ],
    "duration": 60,
    "description": "Cílem jsou začátečníci, kteří nerozumí technickým částem kryptoměn. Pomocí hravých analogií a příkladů si naživo vyzkoušíme třeba to, jak funguje hashování nebo jak probíhá Proof of work na Bitcoinu. Díky vtipným přirovnáním si budete moci představit ty technické a abstraktní věci, které si o kryptu všichni čtete.",
    "track": "zaklady"
  },
  {
    "id": "tqmyhb",
    "type": "campfire",
    "name": "Diskuze/panelovka lidí, kteří tvoří content o kryptu",
    "speakers": [
      "dominika-v"
    ],
    "duration": 45,
    "description": "Diskuze nadšenců do krypta, kteří tvoří content o kryptu. Mají sílu podporovat mánii kolem krypta nebo naopak přinášet střízlivé názory na pros&cons kryptoměn. Jaká je jejich zkušenost, odkud čerpají zdroje a  jak se měnil jejich názor na krypto.  Co funguje a jaké témata nejvíce rezonují veřejností?",
    "track": "spolecnost"
  },
  {
    "id": "nxpqtx",
    "type": "talk",
    "name": "Midjourney, DALL·E 2, ChatGPT... právní výzva pro web3?",
    "speakers": [
      "jan-zibner"
    ],
    "duration": 45,
    "description": "Umělá inteligence postupně proniká více a více i do prostředí web3. Ať už Midjourney, nebo DALL·E 2, umělá inteligence je využívána ke generování obrázků, na kterých pak projekty staví své NFT kolekce. ChatGPT zase pomáhá kdekomu \"sepsat\" obchodní podmínky. Ale znamená to, že s výstupy umělé inteligence můžeme dělat naprosto cokoliv? Pojďme si o tom popovídat.",
    "track": "regulace"
  },
  {
    "id": "kklvje",
    "type": "workshop",
    "name": "Jak používat bitcoin",
    "speakers": [
      "hynek-jina",
      "martin-janik"
    ],
    "duration": 75,
    "description": "Představení bitcoinových nástrojů pro každodenní život. \r\nPřineste vlastní tipy. Co reálně používáte nebo vám naopak chybí?\r\nVe druhé části budeme vzájemně sdílet zkušenosti a diskutovat nad nápady. Co komu dobře funguje, co by ekosystému dále prospělo?",
    "track": "btc"
  },
  {
    "id": "9tjnas",
    "type": "other",
    "name": "Bitcoin jako pojistka proti geopolitickým rizikům.",
    "speakers": [
      "jan-21m"
    ],
    "duration": 30,
    "description": "",
    "track": "btc"
  },
  {
    "id": "ehalmb",
    "type": "talk",
    "name": "Rok na Solaně pohledem auditora",
    "speakers": [
      "adam-hrazdira"
    ],
    "duration": 25,
    "description": "Solana je rychlý, bezpečný a škálovatelný blockchain. Adam představí základní principy a stav ekosystému pohledem etického hackera - auditora z české bezpečnostní firmy Ackee Blockchain. Projdeme stav sítě a její bezpečnost, jaké technologie se používají a jak se zvyšuje bezpečnost on-chain programů. Na závěr shrneme největší hacky v Solana ecosystému v loňském roce.",
    "track": "alty"
  },
  {
    "id": "mbezkd",
    "type": "talk",
    "name": "Auditem bezpečnost nezačíná ani nekončí",
    "speakers": [
      "josef-gattermayer"
    ],
    "duration": 45,
    "description": "",
    "track": "eth"
  },
  {
    "id": "jptwkd",
    "type": "panel",
    "name": "Holky v Metaverse",
    "speakers": [
      "tereza-starostova",
      "julie-sislerova",
      "jana-kubatova"
    ],
    "duration": 75,
    "description": "Metaverse má obrovský potenciál nejen změnit globální ekonomiku, ale také vytvořit nové a spravedlivější příležitosti pro všechny. Jaké je dnes postavení žen ve světě web3 a metaverse? Co je iniciativa Holky v Metaverse a jakým aktivitám se věnujeme?",
    "track": "nft"
  },
  {
    "id": "3mwenq",
    "type": "talk",
    "name": "Vnímání světa kryptoměn z pozice institucionálního investora v roce 2023 (po pádu FTX)",
    "speakers": [
      "petr-hotovec"
    ],
    "duration": 45,
    "description": "Pád burzy FTX znamenal velký posun ve vnímání kryptoměnového světa z pozice institucionálních investorů. Euforii z roku 2021 vystřídala převládající skepse. Oklepali se už institucionální investoři z pádu burzy FTX a na ní navázaných bankrotů, nebo kryptoměny stále vnímají jako toxické prostředí?"
  },
  {
    "id": "ae3sxw",
    "type": "panel",
    "name": "Trading kryptoměn",
    "speakers": [
      "petr-hotovec",
      "jakub-jedlinsky",
      "libor-flossler"
    ],
    "duration": 60,
    "description": "Diskuze s Jakubem Jedlinským, Petrem Hotovcem a Martinem Smolkou na téma trading kryptoměn. K tradingu se dá přistupovat mnoha způsoby, každý z hostů nám přiblíží ten svůj. Zatímco Petr s fondem p-hat aplikuje systematický, kvantitativní přístup využívající strojové učení, Jakub se řídí, jak technickými indikátory, tak analýzou fundamentu, kterou si osvojil za roky působení na kryptoměnové scéně."
  },
  {
    "id": "wke3pb",
    "type": "talk",
    "name": "Secret Network a soukromí jako služba",
    "speakers": [
      "jiri-cepelka"
    ],
    "duration": 45,
    "description": "Secret Network a soukromí jako služba.\r\n\r\nSecret Network je privacy L0 a L1 blockchain s programovatelným soukromím, kdokoliv si může určit co a s kým bude sdílet, pokud nechce může vše nechat skryté a je jedno jestli jde o váš zůstatek, půjčky nebo hlasování v DAO.\r\nTohle je to co by jsme od smart kontrakt blockchainu s ochranou soukromí čekali, ale Secret Network jde mnohem dál.......",
    "track": "spolecnost"
  },
  {
    "id": "zhascq",
    "type": "talk",
    "name": "Nejčastější chyby blockchainových start-upů. Na co si dát pozor při podnikání v kryptu?",
    "speakers": [
      "stanislav-simek"
    ],
    "duration": 45,
    "description": "",
    "track": "kryptopodnikani"
  },
  {
    "id": "vjlrdv",
    "type": "talk",
    "name": "Krypto a nemovitosti",
    "speakers": [
      "frantisek-kudrna"
    ],
    "duration": 45,
    "description": ""
  },
  {
    "id": "aefxhc",
    "type": "talk",
    "name": "Tokenomics design aneb Jak nedopadnout jako Luna a Celsius",
    "speakers": [
      "martin-bok"
    ],
    "duration": 45,
    "description": "V posledním roce jsme byli svědky kolapsu řady velkých kryptoprojektů, mezi nejznámějšími například Luna nebo Celsius. Co tyto krachy spojovalo? Především špatně navržená tokenomika, která projekty už od počátku odsuzovala k zániku. \r\n\r\nJak se podobné situaci vyhnout? Základní principy designu tokenomik i praktick",
    "track": "kryptopodnikani"
  },
  {
    "id": "x9rgpd",
    "type": "talk",
    "name": "Rok v Sorare aneb Dá se živit sledováním fotbalu?",
    "speakers": [
      "milan-marcak"
    ],
    "duration": 45,
    "description": "Milan Marčák, Sorare specialista společnosti Altlift, popíše své zkušenost z posledního roku v prostředí NFT virtuální fotbalové ligy Sorare. Těšit se můžete na základní přehled Sorare platforem, stejně jako praktické tipy pro tvorbu Vašich vlastních týmů.",
    "track": "nft"
  },
  {
    "id": "dy87a8",
    "type": "talk",
    "name": "Aktuální ekonomická situace a její vliv na cenu jednotlivých investičních aktiv",
    "speakers": [
      "libor-flossler"
    ],
    "duration": 45,
    "description": "Přednáška Libora z YouTube kanálu Investocka. Zkazili jsme si peníze. Pokud nepodstupujeme investiční riziko, náš majetek ztrácí na hodnotě. Do čeho se dnes vyplatí investovat, na co si dát pozor a jak omezit riziko na minimum? Liborův pohled na aktuální ekonomickou situaci a jeho názor na to, jak dnes nakládat s riziky a jak by mohlo vypadat investiční portfolio."
  },
  {
    "id": "9989p3",
    "type": "campfire",
    "name": "Bitcoin maximalismus - feature nebo bug?",
    "speakers": [
      "jan-21m"
    ],
    "duration": 45,
    "description": "",
    "track": "btc"
  },
  {
    "id": "f3qqdj",
    "type": "talk",
    "name": "Jak se bránit nocoinerům",
    "speakers": [
      "vladimir-pinker"
    ],
    "duration": 45,
    "description": "Jejich argumenty jsou vražedné, útočí sice slovně, ale ve skupinách :) Každý z nás je má kolem sebe. NOCOINEŘI! Jak se bránit jejich útokům a rozumně jim argumentovat? Jejich argumenty jsou vražedné, útočí sice slovně, ale ve skupinách :) Každý z nás je má kolem sebe. NOCOINEŘI! Jak se bránit jejich útokům a rozumně jim argumentovat?",
    "track": "spolecnost"
  },
  {
    "id": "3y8esm",
    "type": "campfire",
    "name": "KryptoVláďa komunitní campfire",
    "speakers": [
      "vladimir-pinker"
    ],
    "duration": 30,
    "description": "Přijďte se seznámit s KryptoVláďovou komunitou, lidmy, kteří se zajímají o Ethereum, Cosmos a obecně myšlenku kryptoměn. Povíme si, jak to celé vzniklo, co se nám podařilo a mluvit budeme i o Czech Cosmos Instutut, který komunita založila. Nebo si připravte záludné otázky a Vláďa vám na ně odpoví",
    "track": "spolecnost"
  },
  {
    "id": "e3gt7v",
    "type": "workshop",
    "name": "Uniswap V3 - opravdové DeFi",
    "speakers": [
      "vladimir-pinker"
    ],
    "duration": 60,
    "description": "Poskytování likvidity, farmaření .... To je oblast DeFi, která je dnes asi nejvíce používaná. Uniswap V3 přinese pravidelně do tohoto odvětví změnu, která okamžitě začíná udávat směr dalšího vývoje. Ve workshopu, který je spíše pro DeFi nováčky se podíváme na to, jak v praxi poskytovat likviditu a nemít nakonec oči pro pláč",
    "track": "defi"
  },
  {
    "id": "3vrsv8",
    "type": "talk",
    "name": "Meta protokoly nad Bitcoinom",
    "speakers": [
      "martin-matejka"
    ],
    "duration": 45,
    "description": "Bitcoinová sieť ako základná vrstva umožňuje vznik meta protokolov rozširujúcich funkcionalitu a možnosti použitia bitcoinu. Každý už asi počul niečo o Lightning Network alebo Liquid. Tento talk bude o menej známych ale o to zaujímavejších protokoloch ako RGB, Taro, Fedi a Ordinals",
    "track": "btc"
  },
  {
    "id": "9gbjwt",
    "type": "campfire",
    "name": "Využití NFT při tokenizaci byznysů: proč, jak a k čemu?",
    "speakers": [
      "petr-kika"
    ],
    "duration": 45,
    "description": "Co aktuálně stojí v cestě adopci technologie NFT do klasických byznysů? Co technologie NFT byznysům přinese? Ve kterých byznysech je největší potenciál pro využití NFT? Jaký přínos bude mít pro zákazníky? Jaké možnosti NFT přinesou influencerům a creators economy? Proč se už tvůrci nebudou muset bát smazání svých pracně budovaných značek a profilů na sociálních sítích spjatých se ztrátou komunity?",
    "track": "nft"
  },
  {
    "id": "qulwqp",
    "type": "lightning",
    "name": "Tokenizace fanouškovských komunit: využití kryptoměn a NFT ve fotbale",
    "speakers": [
      "petr-kika"
    ],
    "duration": 10,
    "description": "Jaký je současný přístup TOP fotbalových klubů? Proč využívají kryptoměny a NFT? Jaký blockchain k tomu využívají? Jaké mobilní aplikace pro fanoušky mají? Co tento přístup přináší samotným fanouškům? Jaké benefity z toho fanoušci mají? Šlo by vylepšit současné řešení?",
    "track": "nft"
  },
  {
    "id": "esllaf",
    "type": "talk",
    "name": "Podvody s Vaší nadějí, jak to poznat a předcházet tomu.",
    "speakers": [
      "jiri-skrivan"
    ],
    "duration": 40,
    "description": ""
  },
  {
    "id": "7lxjzl",
    "type": "talk",
    "name": "Krypto-filantropie roste i v bear-marketu. Proč jí věnovat pozornost?",
    "speakers": [
      "jacob-jelen"
    ],
    "duration": 45,
    "description": "Krypto dárcovství láme rekordy i v bear marketu. Podíváme se, jak tento opomíjený use-case pomohl Ukrajině, jaké výhody i peripetie přináší dárcům a neziskovkám. Řekneme si proč tomuto trendu věnovat pozornost a představíme dárcovskou platformu Donat.Network, která pomáhá neziskovkám jít s dobou a adoptovat krypto.",
    "track": "spolecnost"
  },
  {
    "id": "axdm9t",
    "type": "lightning",
    "name": "Krypto-dárcovská platforma Donat.Network.",
    "speakers": [
      "jacob-jelen"
    ],
    "duration": 10,
    "description": "Založil jsem neziskovku a platformu Donat.Network, která podporuje krypto-dárcovství v Česku a bude poskytovat nejjednodušší možný způsob přijímání darů. Asi 20 neziskovek už projevilo zájem být mezi prvními na platformě, která bude spuštěná před UTXO. Chci ji představit v Lightning Talku a pak trochu víc pohovořit i o krypto-filantropii v delším talku nebo campfiru. Dávám na to 2 různé proposaly.",
    "track": "spolecnost"
  },
  {
    "id": "p9una9",
    "type": "other",
    "name": "Koruna česká na blockchainu (CZK stablecoin) po roce",
    "speakers": [
      "radek-svarz"
    ],
    "duration": 30,
    "description": "Po loňském panelu a přednášce o CZK stablecoinu a navazujícím dCZK think tanku se kryptokomunita stále zajímá o tuto tématiku. Na přednášce získáte aktuální informace o stavu diskuzí a projektech, včetně on-chain kurzu CZK. Jaké jsou zkušenosti referenčních stablecoinů s dramatickým rokem 2022? Přijďte probrat nové informace o otázce centralizovaného, či decentralizovaného CZK stablecoinu.",
    "track": "defi"
  },
  {
    "id": "vayuas",
    "type": "campfire",
    "name": "Jak na rizika DeFi půjček a APUS.finance AMA",
    "speakers": [
      "radek-svarz"
    ],
    "duration": 45,
    "description": "Vzhledem k loňskému velkému zájmu opět probereme, jak kalkulovat s riziky při zakládání půjčky, udržování i při změně půjčky. Jak se vyhnout likvidacím? Proběhly nějaké v 2022? Témata - LTV, CR, Debt in front, klouzavé průměry, hedging, opce apod. A také \"zeptej se APUS.finance na cokoli\". \r\nCampfire nebude nahráván.",
    "track": "defi"
  },
  {
    "id": "3ka9gz",
    "type": "lightning",
    "name": "APUS Finance - decentralizované bankovnictví",
    "speakers": [
      "radek-svarz"
    ],
    "duration": 10,
    "description": "Umíte-li ovládat internetové bankovnictví, tak umíte ovládat i decentralizované finance. Přes jedno webové rozhraní si lidé mohou půjčit peníze, směnit, spořit nebo investovat. Představíme si nové funkce a roadmapu komunitního projektu, který zpřístupňuje decentralizované finance běžným lidem.",
    "track": "defi"
  },
  {
    "id": "kkaz8h",
    "type": "talk",
    "name": "DIGITÁLNÍ BUDOUCNOST: Bez blockchainu jsme na cestě k ztrátě svobody...",
    "speakers": [
      "metapavel"
    ],
    "duration": 45,
    "description": "",
    "track": "spolecnost"
  },
  {
    "id": "rdhxzb",
    "type": "campfire",
    "name": "Šmíráci - co o vás sbírají web3 a finanční aplikace",
    "speakers": [
      "radek-svarz"
    ],
    "duration": 45,
    "description": "Během tohoto campfiru se podíváme na “šmíráky”. A to jak na tradiční bankovní aplikace, tak na web3 / DeFi dapky.\r\n\r\nCo všechno o nás sbírají? A proč?\r\n\r\nJak šmírování poznat?\r\n\r\nJe to vůbec důležité řešit, nebo to uživatelům nevadí?\r\n\r\nJsou nějaké alternativy?\r\n\r\nTento campfire nebude nahráván."
  },
  {
    "id": "7ydeft",
    "type": "campfire",
    "name": "Metaverse: budoucnost nebo slepá ulička?",
    "speakers": [
      "julie-sislerova",
      "artur-sychov"
    ],
    "duration": 45,
    "description": "Prvotní nadšení kolem metaverse rychle opadlo a nyní přichází vystřízlivění. Co bude dál? Má metaverse budoucnost, nebo je to jen slepá ulička? Kde jsme a co nám chybí, aby se metaverse stal skutečností? Co nám může přinést a o co nás může připravit?",
    "track": "nft"
  },
  {
    "id": "r3ectq",
    "type": "talk",
    "name": "Jak přijít o peníze - slepé podepisování smart kontraktů",
    "speakers": [
      "radek-svarz"
    ],
    "duration": 30,
    "description": "DeFi i práce s NFT stojí na principu, že uživatelé mají plnou kontrolu nad svými prostředky. To vyžaduje důvěru v několik technologií a obezřetné jednání. \r\n\r\nPodepisováním transakce uživatel výslovně potvrzuje, že rozumí tomu, co podepisuje. Je toto platný předpoklad?\r\n\r\nSlepé podepisování transakcí způsobilo ztráty uživatelům v řádech milionů USD.\r\n\r\nProbereme útoky i možná řešení."
  },
  {
    "id": "uvv38z",
    "type": "talk",
    "name": "VR/AR + AI + Blockchain = <3",
    "speakers": [
      "david-marak"
    ],
    "duration": 45,
    "description": "Blockchain je jen část skládanky. Evoluce internetu se děje na všech frontách a je dobré o nich přemýšlet jako o celku. AI, Metaverse a Blockchain nejsou konkurenční témata, ale součást jedné velké vize, kterou bych vám v tomto talk rád představil. Jak může blockchain těžit z momentálního hypu okolo AI..atd",
    "track": "nft"
  },
  {
    "id": "w7ka7w",
    "type": "campfire",
    "name": "NFT jako vstupenka",
    "speakers": [
      "antonin-jilek"
    ],
    "duration": 20,
    "description": "",
    "track": "nft"
  },
  {
    "id": "ypsb3r",
    "type": "talk",
    "name": "DIGITALNÍ IDENTITA: minulost, současnost, budoucnost.",
    "speakers": [
      "pablo-cz"
    ],
    "duration": 45,
    "description": "Digitální identita je v současné době jedním z klíčových témat v oblasti technologií a internetu. Historicky se digitální identita vyvíjela spolu s vývojem internetu a v současnosti se nacházíme v éře Web3, kde se řeší otázky decentralizace, blockchainu a kybernetické bezpečnosti.",
    "track": "spolecnost"
  },
  {
    "id": "97qelm",
    "type": "talk",
    "name": "Blockchain jako institucionální technologie",
    "speakers": [
      "vojtech-olbrecht"
    ],
    "duration": 45,
    "description": "Blockchain může být institucionální inovací, která změní způsoby lidské spolupráce. To, zda se tak stane, bude záležet na podporovatelích i oponentech této inovace. Jejich vzájemné síly a motivace určí, zda bude blockchain technologií měnící institucionální prostředí, obecnou technologií zlepšující produktivitu, nebo bude centralizován či zakázán.",
    "track": "kryptopodnikani"
  },
  {
    "id": "h8zecs",
    "type": "talk",
    "name": "Být normální",
    "speakers": [
      "samuela-davidova"
    ],
    "duration": 30,
    "description": "Norma jako sociální konstrukt: jak se nezbláznit, když si uvědomíme, že světu už nerozumíme a on nerozumí nám.\r\n(Nejen crypto) Komunita: pochopení, nalezení a/nebo vytvoření svého místa. V přednášce představím různé protínající se perspektivy na koncept normy a pocitu i potřebě někam patřit.",
    "track": "spolecnost"
  },
  {
    "id": "xvpt9c",
    "type": "workshop",
    "name": "Jak na POAP: Naučte se tvořit a distribuovat vlastní digitální tokeny",
    "speakers": [
      "tereza-etheri",
      "bihanojko"
    ],
    "duration": 45,
    "description": "POAP – Proof of Attendance Protocol je digitální token, který slouží k prokázání účasti na určité akci nebo události. V prostředí webu3 se POAP tokeny stávají stále více populárními, jejich reálný potenciál je ale daleko větší. Cílem workshopu je naučit účastníky jednoduchý postup, jak POAP vytvořit, distribuovat a zapsat na blockchain.",
    "track": "nft"
  },
  {
    "id": "xpflwb",
    "type": "talk",
    "name": "Dolarové stablecoiny: existuje decentralizovaná alternativa?",
    "speakers": [
      "jakub-duhonsky"
    ],
    "duration": 45,
    "description": "Téměř všichni držíme v portfoliu nějaké dolarové stablecoiny, ať už dolaru věříme nebo nikoliv. Za uplynulý rok se objevila škála neočekávaných rizik od pádu UST přes depeg USDC až po zásah regulátorů vůči BUSD. Stejně tak slábne role i kurz samotného dolaru. Existuje decentralizovaná alternativa? A jaké jsou alternativy pohybujeme-li se v DeFi?",
    "track": "defi"
  },
  {
    "id": "mph3ab",
    "type": "panel",
    "name": "Impact DAOs",
    "speakers": [
      "jacob-jelen",
      "vojtech-olbrecht",
      "dalibor-cerny"
    ],
    "duration": 60,
    "description": "Panelová diskuze o dopadu, governance a právním nastavení Impact DAOs, nejen v českém prostředí. \r\nDAOs jsou nový způsob ekonomické spolupráce v online prostředí a jako takové se potýkají s množstvím nejasností, mimo jiné z pohledu práva a governance. \r\nV rámci panelu se budeme bavit o způsobech, jak je možné DAO v našem či mezinárodním prostředí nastavit.",
    "track": "spolecnost"
  },
  {
    "id": "zcayjb",
    "type": "talk",
    "name": "Decentralizované směnárny - co nabízí a proč je využívat?",
    "speakers": [
      "ivo-cechman"
    ],
    "duration": 45,
    "description": "Problémy mnoha centralizovaných projektů jako FTX či Celsius v roce 2022 způsobily značné zvýšení pozornost světa decentralizovaných financí. A tento trend díky regulátorům hrozícím zpřísněným dohledem nad kryptoměnami jen pokračuje. Dokáže ale DeFi nahradit potřeby uživatelů centralizovaných platforem, konkrétně centralizovaných burz? A co naopak nabízí navíc?",
    "track": "defi"
  },
  {
    "id": "7srlpr",
    "type": "panel",
    "name": "Umění a kreativita v éře NFT, AI, Metaverse a Web 3.0",
    "speakers": [
      "julie-sislerova",
      "jana-kubatova"
    ],
    "duration": 75,
    "description": "Jak nové technologie zasahují do umění a vnímání samotné podstaty kreativity? Umělá \"Inteligence\" se učí z obrazů a fotografií umělců z celého světa a přináší neuvěřitelné nástroje pro nový typ tvorby. Virtuální realita umožňuje se hlouběji ponořit do příběhu a prozkoumávat nové digitální světy. Blockchain a NFT vytvořily nekonečný prostor pro sdílení umění.",
    "track": "nft"
  },
  {
    "id": "vur3sz",
    "type": "workshop",
    "name": "Základy investování do kryptoměn",
    "speakers": [
      "tereza-starostova",
      "roman-valihrach"
    ],
    "duration": 75,
    "description": "Zajímá tě krypto a chceš si nějaké koupit. Jenže nevíš, jak na to?\r\nCoinmate ve spolupráci s Holky v kryptu realizují workshop pro začátečníky, kteří se chtějí dozvědět více o tom, jak fungují kryptoměny a co vše investování do krypta přináší. \r\nZjistíš, co investování do kryptoměn obnáší, jak krypto vlastně funguje, jak krypto nakoupit a co s ním pak dělat?",
    "track": "zaklady"
  },
  {
    "id": "tvzbz7",
    "type": "talk",
    "name": "Jak si najít a udržet progresivní práci ve Web3?",
    "speakers": [
      "damsky"
    ],
    "duration": 45,
    "description": "V této prezentaci se podíváme na to, jak si najít progresivní práci ve Web3 z pohledu COO Eventové společnosti ve Web3 a Head of Operations v KodaDotu, NFT marketplace na Polkadotu. Probereme výzvy spojené s hledáním práce, udržováním pozice, rozvojem a zvládáním stresu při posouvání se ve Web3 prostředí.",
    "track": "spolecnost"
  },
  {
    "id": "qh73vp",
    "type": "talk",
    "name": "Strategie pro správu investičního portfolia krypto aktiv",
    "speakers": [
      "ondrej-pilny"
    ],
    "duration": 45,
    "description": "Strategie pro správu investičního portfolia krypto aktiv jsou klíčem k úspěšnému investování. Na přednášce se dozvíte, jak rozpoznat příležitosti, minimalizovat rizika a diverzifikovat portfolio pro dosažení maximálního zisku. Porozumění dynamickému a inovativnímu prostředí krypto aktiv vám pomůže vyvarovat se běžných chyb a zajistit úspěšné investice do tohoto segmentu.",
    "track": "zaklady"
  },
  {
    "id": "p3qrwv",
    "type": "campfire",
    "name": "Jaké existují svobodné peníze?",
    "speakers": [
      "jan-kamlach"
    ],
    "duration": 45,
    "description": "Podíváme se na různé formy svobodných peněz a jak s nimi efektivně nakládat. Kromě kryptoměn se podíváme blíže na drahé kovy, jejich výhody i nevýhody a jakým způsobem s nimi pracovat online. Probereme i další možnosti a barter. Budeme se zabývat také možnostmi anonymity. Součástí přednášky budou i fyzické ukázky.",
    "track": "spolecnost"
  },
  {
    "id": "8hyshm",
    "type": "other",
    "name": "Hudba v éře blockchainu a AI: překonávání výzev a cesta k masové adopci",
    "speakers": [
      "matej-zimak"
    ],
    "duration": 30,
    "description": "",
    "track": "nft"
  },
  {
    "id": "jnkqdn",
    "type": "campfire",
    "name": "KryptoSpace Campfire No. 1",
    "speakers": [
      "petr-lukac"
    ],
    "duration": 45,
    "description": "rozhovor se zajímavým hostem. (chce to po mě 250 znaků, tak to tu musím nějak zaplácat. Plác plác. UTXO je nejlepší. Smrt maxíkům všeho druhu. Milujeme UTXO. Maj tam dobrý pivo. Tak prej mám jen 179 znaků. Už 213. Super. Tak ještě čtyřicet a jsem tam. JO!)",
    "track": "spolecnost"
  },
  {
    "id": "zuyrh7",
    "type": "talk",
    "name": "HODL v bull marketu, nebo brát zisky?",
    "speakers": [
      "lubos-kovarik"
    ],
    "duration": 45,
    "description": "S přicházejícím bull marketem nastává otázka - kdy a jak budu chtít odprodávat? Obecná odpověď neexistuje. Pojďme se ale pobavit o možných scénářích a životních situacích, kdy postupný výběr zisku dává smysl. Jak si strategii nastavit a jak to nejlépe celé automatizovat?"
  },
  {
    "id": "8jm7la",
    "type": "workshop",
    "name": "Automatizované strategie na Štosuj.cz",
    "speakers": [
      "lubos-kovarik"
    ],
    "duration": 45,
    "description": "Nejen DCA pravidelné spoření, ale nově na Štosuj.cz také grid trading a další chystané strategie pro jednoduché automatické obchody. Víš, jak přemýšlet nad svojí exit strategií? Nebo jak rebalancovat své portfolio? Přijď si pro inspiraci a omrkni náš projekt."
  },
  {
    "id": "xhd9rq",
    "type": "workshop",
    "name": "Vexl - ukázka aplikace, jak správně vexlovat",
    "speakers": [
      "stepan-borovka"
    ],
    "duration": 75,
    "description": "Bude se jednat o ukázku nové aplikace Vexl, se kterou lidé můžou nakupovat a prodávat bezpečně, peer-to-peer a bez KYC Bitcoin. V tomto demu aplikace si ukážeme, jak vytvořit nabídku, jak reagovat na nabídky. Následně si řekneme i nějaké zásady, jak vexlovat.",
    "track": "btc"
  },
  {
    "id": "7xm3jk",
    "type": "workshop",
    "name": "Jak na výpočet zdanění kryptoměn v nástroji WhaleBooks",
    "speakers": [
      "ondrej-varga"
    ],
    "duration": 75,
    "description": "Teorie zdanění kryptoměn doplněná o praktické ukázky českého nástroje WhaleBooks.com. Dozvíte se, jak spočítat daňové přiznání z kryptoměn pro fyzické osoby. Právnické osoby získají možnost práce s účetní osnovou a zaúčtování transakcí do účetního software.",
    "track": "zaklady"
  },
  {
    "id": "u97gem",
    "type": "other",
    "name": "Úvod do NFT",
    "speakers": [
      "niftyape"
    ],
    "duration": 30,
    "description": "",
    "track": "nft"
  },
  {
    "id": "trkts9",
    "type": "talk",
    "name": "Enterprise blockchain: Proč firmy potřebují blockchain a blockchain firmy",
    "speakers": [
      "jakub-tesar"
    ],
    "duration": 45,
    "description": "Když se řekne blockchain, pravděpodobně se nám všem jako první vybaví pojmy jako Bitcoin nebo krypto, což je jen špička celého ledovce. Tato technologie toho přináší mnohem více a já věřím, že má potenciál naprosto změnit to, jak funguje náš současný byznysový ekosystém a obecně společnost.",
    "track": "kryptopodnikani"
  },
  {
    "id": "nuqnnr",
    "type": "talk",
    "name": "PoW vs. PoS - výhody a nevýhody",
    "speakers": [
      "matous-ledvina"
    ],
    "duration": 30,
    "description": "Co je blockchainový algoritmus konsenzu? A jak se od sebe liší dva aktuálně nejrozšířenější, tedy Proof of Work a Proof of Stake? Společně si vysvětlíme obě mechaniky, projdeme si jejich zcela praktické vlastnosti, společenské dopady a zhodnotíme výhody či nevýhody.",
    "track": "btc"
  },
  {
    "id": "a3cvwf",
    "type": "talk",
    "name": "Bitcoin and cryptocurrencies as the most powerful liberalizing tool of global opportunism",
    "speakers": [
      "pavol-luptak"
    ],
    "duration": 45,
    "description": "",
    "track": "spolecnost"
  },
  {
    "id": "wnuwjq",
    "type": "talk",
    "name": "Ako Bitcoin a cypherpunk technológie zvyšujú našu slobodu?",
    "speakers": [
      "juraj-bednar"
    ],
    "duration": 45,
    "description": "Prečo a ako Bitcoin zvyšuje našu slobodu v reálnom svete? Ako je možné, že nejaký softvér má dopad na slobodu vo fyzickom svete? A ako to súvisí s reguláciami a prípadne súkromím?\r\n\r\nCypherpunkeri skúmali a vyvíjali technológie ako šifrovanie, anonymizácia, slepé podpisy, či elektronické peniaze. Aký majú však tieto technológie dopad na náš každodenný život?",
    "track": "spolecnost"
  },
  {
    "id": "7yrec7",
    "type": "talk",
    "name": "Kryptomeny pre podnikateľov",
    "speakers": [
      "juraj-bednar"
    ],
    "duration": 45,
    "description": "Ako využívať volatilnú technológiu na zlepšovanie svojho podnikateľského plánu? Kde majú kryptomeny miesto v podnikaní? Ako ich využiť ako rezervu, na (medzinárodné) obchodné vzťahy, v rámci finančnej skupiny, ako úverovú linku, ako zábezpeku, ...\r\n\r\nKryptomeny v podnikaní sú o viacerých veciach ako len o reguláciách, účtovaní a prijímaní kryptomien.",
    "track": "kryptopodnikani"
  },
  {
    "id": "999mvd",
    "type": "talk",
    "name": "Konec kryptopeněženek",
    "speakers": [
      "adam-sobotka"
    ],
    "duration": 45,
    "description": "Proč jsou peněženky špatné UX a musíme se jich rychle zbavit. Jak jsme se dostali do této situace a proč to většině komunity nevadí. Ukážu první vlaštovky web3 aplikací pro běžné lidi a jaká vidím možná řešení, ale nepůjdu do hloubky protokolů (EIP).",
    "track": "eth"
  },
  {
    "id": "k3clmy",
    "type": "panel",
    "name": "Kryptopodnikání v Čechách v době nadcházejících regulací",
    "speakers": [
      "roman-valihrach",
      "kirill-juran",
      "radim-kozub"
    ],
    "duration": 50,
    "description": "Máte (nebo chystáte) byznys spojený s kryptoměnami a nevíte, jak se vás dotkne regulace? Přijďte se poradit s Romanem Valihrachem a Františkem Vinopalem, kteří vám rádi nasdílí své zkušenosti.\r\nRomanova burza Coinmate momentálně vynakládá značné úsilí, na to aby se k nadcházející regulaci připravila. Mají tak momentálně jedno z nejlepších know-how, týkající se tohoto tématu v ČR.",
    "track": "kryptopodnikani"
  },
  {
    "id": "kedt7t",
    "type": "talk",
    "name": "Právní a daňové hacky pro velký kluky a holky",
    "speakers": [
      "kirill-juran"
    ],
    "duration": 45,
    "description": "",
    "track": "regulace"
  },
  {
    "id": "tlx7am",
    "type": "talk",
    "name": "Peníze – internet ze starověku",
    "speakers": [
      "urza"
    ],
    "duration": 45,
    "description": "",
    "track": "spolecnost"
  },
  {
    "id": "gbdhzk",
    "type": "campfire",
    "name": "Diskuze k přednášce Právní a daňové hacky pro velký kluky a holky",
    "speakers": [
      "kirill-juran"
    ],
    "duration": 45,
    "description": "",
    "track": "regulace"
  },
  {
    "id": "rmnnhb",
    "type": "other",
    "name": "Zahájení UTXO 2023",
    "speakers": [
      "tereza-starostova",
      "vladimir-pinker"
    ],
    "duration": 15,
    "description": ""
  },
  {
    "id": "jl7hct",
    "type": "campfire",
    "name": "Diskuze: Kryptopodnikání v Čechách v době nadcházejících regulací",
    "speakers": [
      "roman-valihrach"
    ],
    "duration": 45,
    "description": "",
    "track": "regulace"
  },
  {
    "id": "wy9dhd",
    "type": "panel",
    "name": "Investice - kam, kdy, jak, proč",
    "speakers": [
      "david-stancel",
      "lukas-kovanda",
      "anna-pichova"
    ],
    "duration": 75,
    "description": ""
  },
  {
    "id": "lqhknm",
    "type": "workshop",
    "name": "How to start using Polkadot",
    "speakers": [
      "filippo-franchini"
    ],
    "duration": 60,
    "description": "Workshop / Demo showing how to create an account, transfer tokens, stake, and vote in governance.\r\nmax 40-60min lenght. Vyplnuji abstrakt za speakera, bude to v angličtině :. V rámci mega sponzorství. Asi make sense v knihovně, ať uděláme fotky/natočíme :D",
    "track": "alty"
  },
  {
    "id": "3h9wvy",
    "type": "talk",
    "name": "Web3 and Polkadot",
    "speakers": [
      "filippo-franchini"
    ],
    "duration": 25,
    "description": "Walkthrough the origin of web3 and the role Polkadot plays in shaping the future of the internet. From web1 (read-only experience) through web2 (read-write) to web3 (read-write-trust). Polkadot offers a collaborative model where different specialized L1 chains can interact with each other benefitting from the same level of security.",
    "track": "alty"
  },
  {
    "id": "uhfqnn",
    "type": "workshop",
    "name": "Jak na kryptoměny, bezpečně a prakticky",
    "speakers": [
      "tereza-starostova",
      "dominika-v"
    ],
    "duration": 75,
    "description": "",
    "track": "zaklady"
  },
  {
    "id": "bwzanq",
    "type": "talk",
    "name": "Bitcoin a privátní bankovnictví",
    "speakers": [
      "jan-hubik"
    ],
    "duration": 45,
    "description": "Pohled ze zákulisí jedné z nejstarších bitcoinových bank na světě. Budu mluvit o tom, jak by mělo vypadat fér bankovnictví, o které se v Xapo Bank snažíme, pro koho je a pro koho není vhodné, jak do toho zapadá bitcoin a další kryptoměny a jaké překážky jsme díky nim doposud překonali. Vysvětlím, co obnáší moje práce, a co si představit, když banky dělají KYC, EDD, AML, atd.",
    "track": "regulace"
  },
  {
    "id": "apazac",
    "type": "other",
    "name": "Violoncellový koncert",
    "speakers": [],
    "duration": 60,
    "description": ""
  },
  {
    "id": "awkdfc",
    "type": "other",
    "name": "Pohled na loňský a příští rok v DeFi",
    "speakers": [
      "david-stancel"
    ],
    "duration": 40,
    "description": "Rekapitulace uplynulého roku v oblasti DeFi, přehled nejvýznamnějších událostí, trendů a fenoménů, které utvářely trh decentralizovaných financí, a pohled na současné trendy a na to, co nás v oblasti kryptoměn a DeFi čeká v nadcházejících měsících...",
    "track": "defi"
  },
  {
    "id": "twxrus",
    "type": "talk",
    "name": "Pády bank, selhání fiatu a krypto (TBA)",
    "speakers": [
      "lukas-kovanda"
    ],
    "duration": 45,
    "description": "",
    "track": "regulace"
  },
  {
    "id": "ya8qag",
    "type": "campfire",
    "name": "Od nováčka k lovci: Cesta do světa Crypto Airdropů",
    "speakers": [
      "stanislav-simek",
      "matej-curda"
    ],
    "duration": 45,
    "description": "Připojte se k nám na neformální chat, kde se vydáme na cestu do fascinujícího světa Airdrop huntingu. Tato diskuse je ideální jak pro začátečníky, tak pro zkušené kryptoměnové nadšence a jejím cílem je odhalit tajemství airdropů a poskytnout praktické strategie pro úspěšný lov.",
    "track": "eth"
  },
  {
    "id": "drepkt",
    "type": "workshop",
    "name": "7 tipů, jak legálně využít krypto ve vaší firmě",
    "speakers": [
      "jaroslav-roch"
    ],
    "duration": 75,
    "description": "Workshop bude zaměřený na 7 nejčastějších způsobů implementace krypta do firmy, jejího podnikání a procesů. U jednotlivých způsobů si vysvětlíme hlavní právní, daňové a účetní souvislosti a projdeme hlavní výhody zavedení krypta pro firmu. Cílem je návštěvníkům poskytnout informace pro vyhodnocení, zda a jak krypto implementovat a na co si dát pozor, aby se firma nedostala do problémů s úřady.",
    "track": "kryptopodnikani"
  },
  {
    "id": "9mfgcl",
    "type": "talk",
    "name": "Liberland - první decentralizovaná autonomní vláda",
    "speakers": [
      "vit-jedlicka"
    ],
    "duration": 45,
    "description": "Sjednocení technologického pokroku s libertariánskými ideály ovlivňuje podobu moderního státu v novém tisíciletí. Tato symbióza umožňuje dosáhnout vyváženého prostředí, kde inovace a svoboda jedince jdou ruku v ruce. Technologie se stávají nástrojem pro svobodu jednotlivců, zatímco libertariánské principy poskytují rámcovou strukturu, která chrání jejich práva a zajišťuje rovnost příležitostí.",
    "track": "spolecnost"
  },
  {
    "id": "m3yc99",
    "type": "talk",
    "name": "Somnium Space",
    "speakers": [
      "artur-sychov"
    ],
    "duration": 45,
    "description": "",
    "track": "nft"
  },
  {
    "id": "eqfufu",
    "type": "other",
    "name": "Slavnostní zakončení",
    "speakers": [
      "tereza-starostova",
      "dominika-v",
      "vladimir-pinker",
      "petr-kika",
      "antonin-jilek"
    ],
    "duration": 15,
    "description": ""
  },
  {
    "id": "ejwr8f",
    "type": "talk",
    "name": "Vybíráme x86 hardware na stavbu bitcoinového nodu (prezentace)",
    "speakers": [
      "jan-cerny"
    ],
    "duration": 45,
    "description": "",
    "track": "btc"
  },
  {
    "id": "furanp",
    "type": "workshop",
    "name": "Vybíráme x86 hardware na stavbu bitcoinového nodu (workshop)",
    "speakers": [
      "jan-cerny"
    ],
    "duration": 60,
    "description": "",
    "track": "btc"
  },
  {
    "id": "l3f8jx",
    "type": "campfire",
    "name": "Bankless: web3 media business, aneb business v cryptu",
    "speakers": [
      "kristina-klaudyova"
    ],
    "duration": 60,
    "description": "Bankless jako mediálních a edukačních platforma sdružuje tisíce lidí po celém světě a pomáhá jim pochopit technologii i filozofii kryptoměn a decentralizace. Je však také profitabilním businessem. \r\nPojďme se spolu podívat jak takový business funguje a otevřít téma, zda business a odvětví založené na decentralizaci jdou ruku v ruce.",
    "track": "spolecnost"
  },
  {
    "id": "7ept99",
    "type": "campfire",
    "name": "Význam komunít a dôležitosť networkingu (nielen) v krypte",
    "speakers": [
      "rene-darmos"
    ],
    "duration": 45,
    "description": "We will explore the crucial role of communities and networking in the crypto landscape.  How shared ideologies drive crypto adoption? The power of collective decision-making in decentralized systems. How robust networks foster innovation and why you should find your community asap.",
    "track": "dao"
  },
  {
    "id": "3xnjrt",
    "type": "talk",
    "name": "Investuj jako fond",
    "speakers": [
      "adam-kracik"
    ],
    "duration": 35,
    "description": "Investování do kryptoměn je komplikovaná disciplína, která vyžaduje znalosti, schopnosti a sebekontrolu. Jádro přednášky je, jak takovou věc zvládají a dělají profesionálové. Na základě talku by měl investor získat základní přehled o tom, jak správně řešit vstupy a výstupy z kryptoměn."
  },
  {
    "id": "xlmfqt",
    "type": "other",
    "name": "Kryptomediácia pre upokojenie mysle od inflácie fiat peňazí aj volatility bitcoinu",
    "speakers": [
      "marianna-sadecka"
    ],
    "duration": 60,
    "description": "Kryptomeditácia pre hodlerov aj používateľov kryptomien na skľudnenie mysle rozbúranej nielen volatilitou kryptomien, infláciou, ale aj inými starosťami. Sústredenie sa na svoj dych a na prítomný okamih a pripraviť sa na ďalšie prednášky konferencie. HOOO-DLLLLL..."
  },
  {
    "id": "789mam",
    "type": "talk",
    "name": "Krypto podnikatelé mezi paragrafy",
    "speakers": [
      "radim-kozub"
    ],
    "duration": 45,
    "description": "Prakticky zaměřená přednáška pro krypto podnikatele a všechny ostatní zájemce o krypto právo. Nejdéle působící krypto právníci na trhu Ti dají přehled základních požadavků na kryptopodnikání z pohledu českého práva. Ať už jsi trader, směnárník, portfolio manager nebo NFT vizionář, těšíme se na Tebe!",
    "track": "regulace"
  },
  {
    "id": "gkplvz",
    "type": "campfire",
    "name": "Krypto-samo-regulace: Hacker vs. právník",
    "speakers": [
      "juraj-bednar",
      "radim-kozub"
    ],
    "duration": 60,
    "description": "Světem kryptoměn obchází strašidlo regulace. Čerstvě schválená MiCA, sílící dohady o federální regulaci krypta v USA, regulace v Dubaji.. Slyšeli jste ale o tom, že v kryptu se leccos dokáže regulovat \"samo\"? Obecně ano, ale nic konkrétního? Tak se o tom pojďme pobavit!",
    "track": "spolecnost"
  },
  {
    "id": "asxb3t",
    "type": "panel",
    "name": "Kde koupit krypto?",
    "speakers": [
      "vladimir-pinker",
      "david-stancel"
    ],
    "duration": 75,
    "description": "\"Kde koupit krypto?\" je panelová diskuze o tom, jak se dají nejlépe pořídit kryptoměny v Česku. Odborníci z oblasti CEX, DEX, peer-to-peer směn a kryptomatů přinášejí různé pohledy a srovnávají výhody a rizika těchto možností. Přidejte se k diskusi a zjistěte, jak nejbezpečněji a efektivně nakupovat kryptoměny. Moderuje David Stancel.",
    "track": "defi"
  },
  {
    "id": "c7v799",
    "type": "workshop",
    "name": "Digitální sebeobrana",
    "speakers": [
      "sodomak"
    ],
    "duration": 75,
    "description": ""
  },
  {
    "id": "jyzbnf",
    "type": "talk",
    "name": "Authencity.io",
    "speakers": [
      "artur-sychov"
    ],
    "duration": 45,
    "description": "",
    "track": "spolecnost"
  },
  {
    "id": "brrqjb",
    "type": "other",
    "name": "Venkovní performance - TBA",
    "speakers": [],
    "duration": 90,
    "description": ""
  },
  {
    "id": "qsudxa",
    "type": "other",
    "name": "Sobotní párty by Somnium Space",
    "speakers": [],
    "duration": 180,
    "description": ""
  },
  {
    "id": "eut83q",
    "type": "talk",
    "name": "Filosofie dluhu: Jak může DeFi převrátit naruby koncept starý tisíce let",
    "speakers": [],
    "duration": 45,
    "description": "",
    "track": "defi"
  },
  {
    "id": "977dyd",
    "type": "campfire",
    "name": "Security campfire",
    "speakers": [],
    "duration": 30,
    "description": "Campfire k základům uživatelské bezpečnosti v oblasti kryptoměn. Držíte své tokeny na burze, máte softwarovou peněženku, anebo vlastníte hardware wallet? Víte, do jakých problému se v poslední době zapletla společnost Ledger? Diskutujte o svých obavách a názorech s bezpečnostními experty z EY.",
    "track": "zaklady"
  },
  {
    "id": "u3mhnw",
    "type": "talk",
    "name": "Polkadot DEXy: MEV ochrana, efektivita a nové trendy v tradingu",
    "speakers": [],
    "duration": 45,
    "description": "Decentralizované burzy (DEXy) na Polkadot přináší do tradingu různé inovativní přístupy, ať už je to ochrana před front-runningem a MEV (Miner Extractable Value), gassless swaps, single-sided likvidita, nebo propojení s jinými ekosystémy jako Cosmos nebo Ethereum.",
    "track": "defi"
  }
]